/* StopWatch */
"00:00:00" = "00:00:00";

/* StopWatch */
"Duration %@" = "Dauer %@";

/* StopWatch */
"Durcation 00:00:00" = "Dauer 00:00:00";

/* Edits the extra information for the current project. */
"Edit extra info" = "Details öffnen...";

/* Current project has no name for the menu. */
"No name" = "Kein Name vorhanden.";

/* There are no projects defined so far. */
"No projects defined." = "Keine Projekte definiert!";

/* Opens the iCal application. */
"Open iCal" = "Öffne iCal";

/* Shows the preferences. */
"Preferences..." = "Einstellungen...";

/* Quits the application. */
"Quit" = "Quit";

/* Starts current project */
"Start" = "Start";

/* Stops current project */
"Stop" = "Stop";

"Analysis" = "Analyse";
"Design" = "Design";
"Documentation" = "Dokumentation";
"Implementation" = "Implementatierung";
"Support" = "Support";
"Testing" = "Test";

"@User@" = "Benutzename";
"@Project@" = "Projekt";
"@Task@" = "Aufgabe";
"@Time@" = "Zeit";

/* Images for the tasks */
"ANALYSIS_TASK" = "analysis";
"DESIGN_TASK" = "design";
"DOCUMENTATION_TASK" = "documentation";
"IMPLEMENTATION_TASK" = "implementation";
"SUPPORT_TASK" = "support";
"TESTING_TASK" = "testing";
